Repository: shuiandy/Cadenza
Catalog: Cadenza/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: ✓ %lld exported
de: ✓ %lld exportiert
es: ✓ %lld exportados
fr: ✓ %lld exportés
ja: ✓ %lld件エクスポート済み
ko: ✓ %lld개 내보내기 완료
zh_hans: ✓ 已导出 %lld 个

source: 1 minute before
de: 1 Minute vorher
es: 1 minuto antes
fr: 1 minute avant
ja: 1分前
ko: 1분 전
zh_hans: 1 分钟前

source: 1 recording
de: 1 Aufnahme
es: 1 grabación
fr: 1 enregistrement
ja: 1件の録音
ko: 녹음 1개
zh_hans: 1 个录音

source: 2 minutes before
de: 2 Minuten vorher
es: 2 minutos antes
fr: 2 minutes avant
ja: 2分前
ko: 2분 전
zh_hans: 2 分钟前

source: 3 days
de: 3 Tage
es: 3 días
fr: 3 jours
ja: 3日
ko: 3일
zh_hans: 3 天

source: 5 minutes before
de: 5 Minuten vorher
es: 5 minutos antes
fr: 5 minutes avant
ja: 5分前
ko: 5분 전
zh_hans: 5 分钟前

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日
ko: 7일
zh_hans: 7 天

source: 15 days
de: 15 Tage
es: 15 días
fr: 15 jours
ja: 15日
ko: 15일
zh_hans: 15 天

source: 15 minutes before
de: 15 Minuten vorher
es: 15 minutos antes
fr: 15 minutes avant
ja: 15分前
ko: 15분 전
zh_hans: 提前 15 分钟

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日
ko: 30일
zh_hans: 30 天

source: 30 minutes before
de: 30 Minuten vorher
es: 30 minutos antes
fr: 30 minutes avant
ja: 30分前
ko: 30분 전
zh_hans: 提前 30 分钟

source: 60 minutes before
de: 60 Minuten vorher
es: 60 minutos antes
fr: 60 minutes avant
ja: 60分前
ko: 60분 전
zh_hans: 提前 60 分钟

source: A profile change didn't finish. Quit and reopen Cadenza to continue.
de: Eine Profiländerung wurde nicht abgeschlossen. Beenden und öffnen Sie Cadenza erneut, um fortzufahren.
es: No se completó un cambio de perfil. Cierra Cadenza y vuelve a abrirlo para continuar.
fr: Une modification de profil n’a pas abouti. Quittez puis rouvrez Cadenza pour continuer.
ja: プロファイルの変更が完了しませんでした。続行するにはCadenzaを終了して開き直してください。
ko: 프로필 변경이 완료되지 않았습니다. 계속하려면 Cadenza를 종료한 후 다시 여세요.
zh_hans: 配置档案更改未完成。请退出并重新打开 Cadenza。

source: A profile change is already in progress.
de: Eine Profiländerung wird bereits durchgeführt.
es: Ya hay un cambio de perfil en curso.
fr: Une modification de profil est déjà en cours.
ja: プロファイルの変更がすでに進行中です。
ko: 프로필 변경이 이미 진행 중입니다.
zh_hans: 资料切换正在进行中。

source: A verifiable backup of every recording, transcript, summary and chat — audio included. Never contains API keys or account tokens.
de: Eine überprüfbare Sicherung aller Aufnahmen, Transkripte, Zusammenfassungen und Chats, einschließlich Audio. API-Schlüssel oder Konto-Token sind niemals enthalten.
es: Una copia de seguridad verificable de todas las grabaciones, transcripciones, resúmenes y chats, incluido el audio. Nunca contiene claves de API ni tokens de cuenta.
fr: Une sauvegarde vérifiable de chaque enregistrement, transcription, résumé et chat, audio inclus. Elle ne contient jamais de clés API ni de jetons de compte.
ja: すべての録音、文字起こし、要約、チャットを音声込みで検証可能な形式にバックアップします。APIキーやアカウントトークンは一切含まれません。
ko: 모든 녹음, 대화 내용, 요약, 채팅을 오디오와 함께 검증 가능한 형태로 백업합니다. API 키나 계정 토큰은 포함되지 않습니다.
zh_hans: 可校验的完整备份：全部录音、转录、摘要与聊天记录（含音频）。绝不包含 API key 或账号凭证。

source: A verifiable export of every recording, transcript, summary and chat — audio included. Cadenza cannot currently import this archive. Never contains API keys or account tokens.
de: Ein überprüfbarer Export aller Aufzeichnungen, Transkripte, Zusammenfassungen und Chats – einschließlich Audio. Cadenza kann dieses Archiv derzeit nicht importieren. API-Schlüssel oder Konto-Token sind niemals enthalten.
es: Una exportación verificable de todas las grabaciones, transcripciones, resúmenes y chats, incluido el audio. Actualmente Cadenza no puede importar este archivo. Nunca incluye claves de API ni tokens de cuenta.
fr: Un export vérifiable de tous les enregistrements, transcriptions, résumés et chats, audio compris. Cadenza ne peut pas importer cette archive pour le moment. Il ne contient jamais de clés API ni de jetons de compte.
ja: すべての録音、文字起こし、要約、チャット（音声を含む）の検証可能なエクスポートです。現在、Cadenza はこのアーカイブをインポートできません。API キーやアカウントトークンは含まれません。
ko: 모든 녹음, 전사, 요약 및 채팅(오디오 포함)의 검증 가능한 내보내기입니다. 현재 Cadenza에서는 이 아카이브를 가져올 수 없습니다. API 키나 계정 토큰은 포함되지 않습니다.
zh_hans: 这是包含所有录音、转录、摘要和聊天（包括音频）的可验证导出。Cadenza 目前无法导入此归档。归档绝不会包含 API 密钥或账户令牌。

source: About %@ will be written to the chosen folder.
de: Etwa %@ werden in den ausgewählten Ordner geschrieben.
es: Se escribirán aproximadamente %@ en la carpeta elegida.
fr: Environ %@ seront écrits dans le dossier choisi.
ja: 選択したフォルダに約%@を書き込みます。
ko: 선택한 폴더에 약 %@ 분량이 기록됩니다.
zh_hans: 将写入约 %@ 到所选文件夹。

source: Access restored.
de: Zugriff wiederhergestellt.
es: Se restauró el acceso.
fr: Accès rétabli.
ja: アクセスが復元されました。
ko: 접근 권한이 복원되었습니다.
zh_hans: 访问已恢复。

source: Access revoked, but its Keychain item could not be removed.
de: Der Zugriff wurde widerrufen, aber der zugehörige Schlüsselbund-Eintrag konnte nicht entfernt werden.
es: Se revocó el acceso, pero no se pudo eliminar su elemento del Llavero.
fr: L’accès a été révoqué, mais l’élément correspondant n’a pas pu être supprimé du trousseau.
ja: アクセスは取り消されましたが、キーチェーン項目を削除できませんでした。
ko: 접근 권한은 취소되었지만 키체인 항목을 제거하지 못했습니다.
zh_hans: 访问权限已撤销，但其钥匙串条目未能删除。

source: Accounts, switching, and history sync consent
de: Konten, Profilwechsel und Zustimmung zur Verlaufssynchronisierung
es: Cuentas, cambio de perfil y consentimiento para sincronizar el historial
fr: Comptes, changement de profil et consentement à la synchronisation de l’historique
ja: アカウント、切り替え、履歴同期への同意
ko: 계정, 전환 및 기록 동기화 동의
zh_hans: 账号、切换与历史同步许可

source: Action Items
de: Aufgaben
es: Tareas pendientes
fr: Actions à faire
ja: アクションアイテム
ko: 액션 아이템
zh_hans: 待办事项

source: Action Items (%lld)
de: Aufgaben (%lld)
es: Tareas pendientes (%lld)
fr: Actions à faire (%lld)
ja: アクションアイテム (%lld)
ko: 액션 아이템 (%lld)
zh_hans: 待办事项 (%lld)

source: Action items from my last meeting
de: Aufgaben aus meinem letzten Meeting
es: Tareas de mi última reunión
fr: Actions de ma dernière réunion
ja: 前回の会議のアクションアイテム
ko: 지난 회의의 작업 항목
zh_hans: 我上次会议的待办事项

source: Action items will appear after the summary is generated.
de: Aufgaben werden nach der Erstellung der Zusammenfassung angezeigt.
es: Las tareas pendientes aparecerán después de generar el resumen.
fr: Les actions à faire apparaîtront après la génération du résumé.
ja: 要約が生成されるとアクションアイテムが表示されます。
ko: 요약이 생성된 후 액션 아이템이 표시됩니다.
zh_hans: 摘要生成后将显示待办事项。

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
zh_hans: 活跃

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加

source: Add a tag to hide
de: Tag zum Ausblenden hinzufügen
es: Añadir una etiqueta para ocultar
fr: Ajouter une étiquette à masquer
ja: 非表示にするタグを追加
ko: 숨길 태그 추가
zh_hans: 添加要隐藏的标签

source: Add action item...
de: Aufgabe hinzufügen...
es: Agregar tarea pendiente...
fr: Ajouter une action à faire...
ja: アクションアイテムを追加...
ko: 액션 아이템 추가...
zh_hans: 添加待办事项...

source: Add an API key for %@ in Settings. Cadenza will not use another transcription provider automatically.
de: Füge in den Einstellungen einen API-Schlüssel für %@ hinzu. Cadenza verwendet nicht automatisch einen anderen Transkriptionsanbieter.
es: Añade una clave API para %@ en Configuración. Cadenza no usará automáticamente otro proveedor de transcripción.
fr: Ajoutez une clé API pour %@ dans Réglages. Cadenza n’utilisera pas automatiquement un autre fournisseur de transcription.
ja: 「設定」で %@ の API キーを追加してください。Cadenza が自動的に別の文字起こしプロバイダーを使用することはありません。
ko: 설정에서 %@의 API 키를 추가하세요. Cadenza는 다른 전사 제공자를 자동으로 사용하지 않습니다.
zh_hans: 请在“设置”中添加 %@ 的 API 密钥。Cadenza 不会自动使用其他转录服务商。

source: Add or switch account
de: Konto hinzufügen oder wechseln
es: Añadir o cambiar de cuenta
fr: Ajouter un compte ou changer de compte
ja: アカウントを追加または切り替え
ko: 계정 추가 또는 전환
zh_hans: 添加或切换账号

source: Adds a new account profile or switches to that account's existing profile.
de: Fügt ein neues Kontoprofil hinzu oder wechselt zum vorhandenen Profil dieses Kontos.
es: Añade un perfil para una cuenta nueva o cambia al perfil existente de esa cuenta.
fr: Ajoute un nouveau profil de compte ou passe au profil existant de ce compte.
ja: 新しいアカウントプロファイルを追加するか、そのアカウントの既存プロファイルに切り替えます。
ko: 새 계정 프로필을 추가하거나 해당 계정의 기존 프로필로 전환합니다.
zh_hans: 添加新的账号配置档案，或切换到该账号已有的配置档案。

source: AI Access (MCP)
de: KI-Zugriff (MCP)
es: Acceso de IA (MCP)
fr: Accès IA (MCP)
ja: AIアクセス (MCP)
ko: AI 액세스 (MCP)
zh_hans: AI 访问 (MCP)

source: AI Assistant
de: KI-Assistent
es: Asistente IA
fr: Assistant IA
ja: AIアシスタント
ko: AI 어시스턴트
zh_hans: AI 助手

source: AI Brief
de: KI-Briefing
es: Resumen IA
fr: Brief IA
ja: AIブリーフ
ko: AI 브리핑
zh_hans: AI 简报

source: AI Chat
de: KI-Chat
es: Chat IA
fr: Discussion IA
ja: AIチャット
ko: AI 채팅
zh_hans: AI 对话

source: AI chat searches
de: Suchen im KI-Chat
es: Búsquedas del chat con IA
fr: Recherches du chat IA
ja: AIチャット検索
ko: AI 채팅 검색
zh_hans: AI 聊天检索

source: AI Provider
de: KI-Anbieter
es: Proveedor de IA
fr: Fournisseur IA
ja: AIプロバイダー
ko: AI 서비스
zh_hans: AI 服务商

source: AI Providers
de: KI-Anbieter
es: Proveedores de IA
fr: Fournisseurs IA
ja: AIプロバイダー
ko: AI 서비스
zh_hans: AI 服务商

source: AI providers, calendars, and export connections
de: KI-Anbieter, Kalender und Exportverbindungen
es: Proveedores de IA, calendarios y conexiones de exportación
fr: Fournisseurs IA, calendriers et connexions d'exportation
ja: AIプロバイダー、カレンダー、エクスポート接続
ko: AI 제공자, 캘린더 및 내보내기 연결
zh_hans: AI 服务商、日历和导出连接

source: AI response failed: %@
de: KI-Antwort fehlgeschlagen: %@
es: Error en la respuesta de IA: %@
fr: Échec de la réponse de l’IA : %@
ja: AI の応答に失敗しました：%@
ko: AI 응답에 실패했습니다: %@
zh_hans: AI 回复失败：%@

source: AI will identify tasks and action items assigned to you.
de: KI erkennt Aufgaben und Aktionspunkte, die Ihnen zugewiesen sind.
es: La IA identificará tareas y elementos de acción asignados a ti.
fr: L'IA identifiera les tâches et éléments d'action qui vous sont assignés.
ja: AIがあなたに割り当てられたタスクとアクションアイテムを特定します。
ko: AI가 나에게 할당된 작업과 액션 아이템을 식별합니다.
zh_hans: AI 将识别分配给你的任务和待办事项。

source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 전체
zh_hans: 全部

source: All clients configured with the current token will stop working until you update them.
de: Alle mit dem aktuellen Token konfigurierten Clients funktionieren erst wieder, wenn Sie sie aktualisieren.
es: Todos los clientes configurados con el token actual dejarán de funcionar hasta que los actualices.
fr: Tous les clients configurés avec le jeton actuel cesseront de fonctionner jusqu'à leur mise à jour.
ja: 現在のトークンで設定されたすべてのクライアントは、更新するまで動作しなくなります。
ko: 현재 토큰으로 구성된 모든 클라이언트는 업데이트할 때까지 작동하지 않습니다.
zh_hans: 所有使用当前令牌的客户端都将失效,直到你更新它们的配置。

source: All cloud integrations will become inaccessible until you sign in again.
de: Auf alle Cloud-Integrationen kann erst nach einer erneuten Anmeldung wieder zugegriffen werden.
es: No se podrá acceder a ninguna integración en la nube hasta que vuelvas a iniciar sesión.
fr: Toutes les intégrations cloud seront inaccessibles jusqu’à votre prochaine connexion.
ja: 再度サインインするまで、すべてのクラウド連携を利用できなくなります。
ko: 다시 로그인할 때까지 모든 클라우드 연동을 사용할 수 없습니다.
zh_hans: 退出后所有云端集成将不可用，直到下次重新登录。

source: All Day
de: Ganztägig
es: Todo el día
fr: Toute la journée
ja: 終日
ko: 종일
zh_hans: 全天

source: All Hands
de: All-Hands-Meeting
es: Reunión general
fr: Réunion générale
ja: 全体会議
ko: 전체 회의
zh_hans: 全员会议

source: All Profiles
de: Alle Profile
es: Todos los perfiles
fr: Tous les profils
ja: すべてのプロファイル
ko: 모든 프로필
zh_hans: 全部配置档案

source: All recordings
de: Alle Aufnahmen
es: Todas las grabaciones
fr: Tous les enregistrements
ja: すべての録音
ko: 모든 녹음
zh_hans: 所有录音

source: All Recordings
de: Alle Aufnahmen
es: Todas las grabaciones
fr: Tous les enregistrements
ja: すべての録音
ko: 모든 녹음
zh_hans: 所有录音

source: All recordings already exported.
de: Alle Aufnahmen wurden bereits exportiert.
es: Todas las grabaciones ya han sido exportadas.
fr: Tous les enregistrements ont déjà été exportés.
ja: 全ての録音は既にエクスポート済みです。
ko: 모든 녹음이 이미 내보내기 완료되었습니다.
zh_hans: 已全部导出。

source: all time
de: Gesamter Zeitraum
es: todo el periodo
fr: depuis toujours
ja: 全期間
ko: 전체 기간
zh_hans: 全部时间

source: all-day
de: ganztägig
es: todo el día
fr: toute la journée
ja: 終日
ko: 종일
zh_hans: 全天

source: Allow external recording imports
de: Import externer Aufnahmen erlauben
es: Permitir la importación de grabaciones externas
fr: Autoriser l’importation d’enregistrements externes
ja: 外部録音の読み込みを許可
ko: 외부 녹음 가져오기 허용
zh_hans: 允许导入外部录音

source: Allow meeting-context access
de: Zugriff auf Besprechungskontext erlauben
es: Permitir el acceso al contexto de las reuniones
fr: Autoriser l’accès au contexte des réunions
ja: 会議コンテキストへのアクセスを許可
ko: 회의 컨텍스트 접근 허용
zh_hans: 允许访问会议上下文

source: Allow write operations
de: Schreibvorgänge erlauben
es: Permitir operaciones de escritura
fr: Autoriser les opérations d'écriture
ja: 書き込み操作を許可
ko: 쓰기 작업 허용
zh_hans: 允许写入操作

source: Amount unavailable
de: Wert nicht verfügbar
es: Cantidad no disponible
fr: Valeur indisponible
ja: 容量を取得できません
ko: 용량 정보 없음
zh_hans: 数值不可用

source: Another profile operation is in progress — try again when it finishes.
de: Ein anderer Profilvorgang läuft bereits. Versuchen Sie es nach dessen Abschluss erneut.
es: Hay otra operación de perfil en curso. Inténtalo de nuevo cuando termine.
fr: Une autre opération de profil est en cours. Réessayez une fois celle-ci terminée.
ja: 別のプロファイル操作が進行中です。完了してからもう一度お試しください。
ko: 다른 프로필 작업이 진행 중입니다. 완료된 후 다시 시도하세요.
zh_hans: 另一个配置档案操作正在进行——请等它完成后重试。

source: Another sign-in is already in progress.
de: Eine andere Anmeldung läuft bereits.
es: Ya hay otro inicio de sesión en curso.
fr: Une autre connexion est déjà en cours.
ja: 別のサインインがすでに進行中です。
ko: 다른 로그인 작업이 이미 진행 중입니다.
zh_hans: 另一次登录正在进行中。

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: APIキー
ko: API 키
zh_hans: API 密钥

source: API key could not be removed securely. Please try again.
de: Der API-Schlüssel konnte nicht sicher entfernt werden. Versuchen Sie es erneut.
es: No se pudo eliminar la clave de API de forma segura. Inténtalo de nuevo.
fr: La clé API n’a pas pu être supprimée de manière sécurisée. Réessayez.
ja: APIキーを安全に削除できませんでした。もう一度お試しください。
ko: API 키를 안전하게 제거하지 못했습니다. 다시 시도하세요.
zh_hans: 无法安全移除 API 密钥，请重试。

source: API key could not be saved securely. Please try again.
de: Der API-Schlüssel konnte nicht sicher gespeichert werden. Versuchen Sie es erneut.
es: No se pudo guardar la clave de API de forma segura. Inténtalo de nuevo.
fr: La clé API n’a pas pu être enregistrée de manière sécurisée. Réessayez.
ja: APIキーを安全に保存できませんでした。もう一度お試しください。
ko: API 키를 안전하게 저장하지 못했습니다. 다시 시도하세요.
zh_hans: 无法安全保存 API 密钥，请重试。

source: API key doesn't have required permissions
de: API-Schlüssel verfügt nicht über die erforderlichen Berechtigungen
es: La clave API no tiene los permisos requeridos
fr: La clé API ne dispose pas des autorisations requises
ja: APIキーに必要な権限がありません
ko: API 키에 필요한 권한이 없습니다
zh_hans: API 密钥没有所需权限

source: API Key Required
de: API-Schlüssel erforderlich
es: Se requiere clave API
fr: Clé API requise
ja: APIキーが必要です
ko: API 키 필요
zh_hans: 需要 API 密钥

source: App Icon
de: App-Symbol
es: Ícono de la app
fr: Icône de l'application
ja: アプリアイコン
ko: 앱 아이콘
zh_hans: 应用图标

source: App interface language. Restart required to take effect.
de: Sprache der App-Oberfläche. Neustart erforderlich, um wirksam zu werden.
es: Idioma de la interfaz. Se requiere reiniciar para aplicar.
fr: Langue de l'interface. Un redémarrage est nécessaire pour appliquer.
ja: アプリの表示言語。反映するには再起動が必要です。
ko: 앱 인터페이스 언어. 적용하려면 재시작이 필요합니다.
zh_hans: 应用界面语言。需要重启才能生效。

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
zh_hans: 外观

source: Apple (Local)
de: Apple (Lokal)
ja: Apple（ローカル）
ko: Apple (로컬)
zh_hans: Apple（本地）

source: Apple Calendar
de: Apple Kalender
es: Calendario de Apple
fr: Calendrier Apple
ja: Appleカレンダー
ko: Apple 캘린더
zh_hans: Apple 日历

source: Apple live transcription is processed on this Mac. No API key is required.
de: Die Live-Transkription von Apple wird auf diesem Mac verarbeitet. Kein API-Schlüssel erforderlich.
es: La transcripción en vivo de Apple se procesa en este Mac. No se requiere clave API.
fr: La transcription en direct d’Apple est traitée sur ce Mac. Aucune clé API n’est requise.
ja: Apple のライブ文字起こしはこの Mac 上で処理されます。API キーは不要です。
ko: Apple 실시간 전사는 이 Mac의 기기 내에서 처리됩니다. API 키가 필요하지 않습니다.
zh_hans: Apple 实时转录在这台 Mac 上进行本地处理，无需 API 密钥。

source: Apple transcription does not support the selected language, and no cloud fallback API key is configured. Choose another language or add an OpenAI or Gemini API key in Settings → Transcription.
de: Die Apple-Transkription unterstützt die ausgewählte Sprache nicht und es ist kein API-Schlüssel für einen Cloud-Ersatzanbieter konfiguriert. Wählen Sie eine andere Sprache oder fügen Sie unter Einstellungen → Transkription einen OpenAI- oder Gemini-API-Schlüssel hinzu.
es: La transcripción de Apple no admite el idioma seleccionado y no hay ninguna clave de API configurada para recurrir a un servicio en la nube. Elige otro idioma o añade una clave de API de OpenAI o Gemini en Ajustes → Transcripción.
fr: La transcription Apple ne prend pas en charge la langue sélectionnée et aucune clé API de secours dans le cloud n’est configurée. Choisissez une autre langue ou ajoutez une clé API OpenAI ou Gemini dans Réglages → Transcription.
ja: Appleの文字起こしは選択した言語に対応しておらず、クラウドへのフォールバック用APIキーも設定されていません。別の言語を選ぶか、「設定」→「文字起こし」でOpenAIまたはGeminiのAPIキーを追加してください。
ko: Apple 받아쓰기는 선택한 언어를 지원하지 않으며 클라우드 대체용 API 키도 설정되어 있지 않습니다. 다른 언어를 선택하거나 설정 → 대화 내용 기록에서 OpenAI 또는 Gemini API 키를 추가하세요.
zh_hans: Apple 转录不支持所选语言，也未配置可用的云端备用 API 密钥。请在“设置”→“转录”中选择其他语言，或添加 OpenAI 或 Gemini API 密钥。

source: Applies only to Cadenza-owned recordings; storage limit checks never delete active recordings automatically
de: Gilt nur für von Cadenza verwaltete Aufnahmen; Speicherlimitprüfungen löschen aktive Aufnahmen niemals automatisch
es: Se aplica solo a las grabaciones gestionadas por Cadenza; las comprobaciones del límite de almacenamiento nunca eliminan automáticamente grabaciones activas
fr: S’applique uniquement aux enregistrements gérés par Cadenza ; les contrôles de limite de stockage ne suppriment jamais automatiquement les enregistrements actifs
ja: Cadenza が管理する録音だけに適用されます。ストレージ上限の確認によってアクティブな録音が自動的に削除されることはありません
ko: Cadenza가 관리하는 녹음에만 적용되며 저장 공간 한도 확인으로 활성 녹음이 자동 삭제되는 일은 없습니다
zh_hans: 仅适用于 Cadenza 自有录音；存储上限检查绝不会自动删除活跃录音

source: Aqua Light
de: Aqua-Licht
es: Aqua claro
fr: Lumière aigue-marine
ja: アクアライト
ko: 아쿠아 라이트
zh_hans: 水色光影

source: Archive export cancelled.
de: Archivexport abgebrochen.
es: Se canceló la exportación del archivo.
fr: Exportation de l’archive annulée.
ja: アーカイブの書き出しをキャンセルしました。
ko: 아카이브 내보내기가 취소되었습니다.
zh_hans: 归档导出已取消。

source: Archive export was cancelled.
de: Der Archivexport wurde abgebrochen.
es: La exportación del archivo se canceló.
fr: L’exportation de l’archive a été annulée.
ja: アーカイブの書き出しがキャンセルされました。
ko: 아카이브 내보내기가 취소되었습니다.
zh_hans: 归档导出已取消。

source: Archived %lld recordings, %lld failed — see manifest.json.
de: %lld Aufnahmen archiviert, %lld fehlgeschlagen — siehe manifest.json.
es: Se archivaron %lld grabaciones y fallaron %lld. Consulta manifest.json.
fr: %lld enregistrements archivés, %lld échecs — consultez manifest.json.
ja: %lld件の録音をアーカイブしました。%lld件は失敗しました。manifest.jsonを確認してください。
ko: 녹음 %lld개를 보관했고 %lld개는 실패했습니다. manifest.json을 확인하세요.
zh_hans: 已归档 %lld 条录音，%lld 条失败——详见 manifest.json。

source: Archived %lld recordings.
de: %lld Aufnahmen archiviert.
es: Se archivaron %lld grabaciones.
fr: %lld enregistrements archivés.
ja: %lld件の録音をアーカイブしました。
ko: 녹음 %lld개를 보관했습니다.
zh_hans: 已归档 %lld 条录音。

source: Ask a question
de: Frage stellen
es: Haz una pregunta
fr: Poser une question
ja: 質問する
ko: 질문하기
zh_hans: 提问

source: Ask about this folder
de: Über diesen Ordner fragen
es: Preguntar sobre esta carpeta
fr: Poser une question sur ce dossier
ja: このフォルダについて質問
ko: 이 폴더에 대해 질문하기
zh_hans: 询问此文件夹相关问题

source: Ask about this recording...
de: Über diese Aufnahme fragen...
es: Preguntar sobre esta grabación...
fr: Poser une question sur cet enregistrement...
ja: この録音について質問...
ko: 이 녹음에 대해 질문하기...
zh_hans: 询问此录音...

source: Ask about your recordings...
de: Über Ihre Aufnahmen fragen...
es: Preguntar sobre tus grabaciones...
fr: Poser une question sur vos enregistrements...
ja: 録音について質問...
ko: 녹음에 대해 질문하기...
zh_hans: 询问你的录音相关问题...

source: Ask AI about your recordings...
de: KI über Ihre Aufnahmen fragen...
es: Pregúntale a la IA sobre tus grabaciones...
fr: Interroger l'IA sur vos enregistrements...
ja: AIに録音について質問...
ko: 녹음에 대해 AI에게 질문하기...
zh_hans: 向 AI 询问你的录音...

source: Ask for this account's sign-in before opening the profile again
de: Vor dem erneuten Öffnen des Profils die Anmeldung bei diesem Konto verlangen
es: Solicitar el inicio de sesión de esta cuenta antes de volver a abrir el perfil
fr: Demander la connexion à ce compte avant de rouvrir le profil
ja: このプロファイルを再度開く前に、アカウントへのサインインを要求します
ko: 프로필을 다시 열기 전에 이 계정으로 로그인하도록 요청
zh_hans: 再次打开此配置档案前需使用该账号登录

source: At app startup, aggregate meeting titles, dates, tags, summaries, decisions, and action items with the selected AI provider. Cloud providers receive this data.
de: Beim App-Start werden Besprechungstitel, Daten, Tags, Zusammenfassungen, Entscheidungen und Aufgaben mit dem ausgewählten KI-Anbieter zusammengeführt. Cloud-Anbieter erhalten diese Daten.
es: Al iniciar la app, se agrupan títulos, fechas, etiquetas, resúmenes, decisiones y tareas de reuniones con el proveedor de IA seleccionado. Los proveedores en la nube reciben estos datos.
fr: Au démarrage de l’app, les titres, dates, tags, résumés, décisions et tâches des réunions sont regroupés avec le fournisseur d’IA sélectionné. Les fournisseurs cloud reçoivent ces données.
ja: アプリ起動時に、会議のタイトル、日付、タグ、要約、決定事項、アクション項目を選択中の AI プロバイダーで集約します。クラウドプロバイダーにはこのデータが送信されます。
ko: 앱을 시작할 때 선택한 AI 제공업체로 회의 제목, 날짜, 태그, 요약, 결정 사항 및 작업 항목을 집계합니다. 클라우드 제공업체에는 이 데이터가 전송됩니다.
zh_hans: 应用启动时，使用所选 AI 提供商汇总会议标题、日期、标签、摘要、决策和行动项。云端提供商会收到这些数据。

source: Audio Capture
de: Audioaufnahme
es: Captura de audio
fr: Capture audio
ja: オーディオキャプチャ
ko: 오디오 캡처
zh_hans: 音频捕获

source: Audio capture was interrupted: %@. The recording was saved.
de: Die Audioaufnahme wurde unterbrochen: %@. Die Aufnahme wurde gespeichert.
es: La captura de audio se interrumpió: %@. La grabación se guardó.
fr: La capture audio a été interrompue : %@. L’enregistrement a été sauvegardé.
ja: 音声キャプチャが中断されました：%@。録音は保存されました。
ko: 오디오 캡처가 중단되었습니다: %@. 녹음은 저장되었습니다.
zh_hans: 音频采集已中断：%@。录音已保存。

source: Audio capture was interrupted. The recording was saved. Check your audio settings before recording again.
de: Die Audioaufnahme wurde unterbrochen. Die Aufnahme wurde gespeichert. Prüfen Sie vor der nächsten Aufnahme Ihre Audioeinstellungen.
es: La captura de audio se interrumpió. La grabación se guardó. Revisa los ajustes de audio antes de volver a grabar.
fr: La capture audio a été interrompue. L’enregistrement a été sauvegardé. Vérifiez vos réglages audio avant de recommencer.
ja: 音声キャプチャが中断されました。録音は保存されています。再度録音する前にオーディオ設定を確認してください。
ko: 오디오 캡처가 중단되었습니다. 녹음은 저장되었습니다. 다시 녹음하기 전에 오디오 설정을 확인하세요.
zh_hans: 音频采集已中断。录音已保存。再次录音前，请检查音频设置。

source: Audio file missing: %@
de: Audiodatei fehlt: %@
es: Falta el archivo de audio: %@
fr: Fichier audio introuvable : %@
ja: オーディオファイルが見つかりません: %@
ko: 오디오 파일 없음: %@
zh_hans: 音频文件缺失：%@

source: Audio file unavailable — it may have been removed to free storage.
de: Audiodatei nicht verfügbar — möglicherweise wurde sie entfernt, um Speicherplatz freizugeben.
es: El archivo de audio no está disponible. Es posible que se haya eliminado para liberar espacio.
fr: Fichier audio indisponible — il a peut-être été supprimé pour libérer de l’espace.
ja: 音声ファイルを利用できません。ストレージの空き容量を増やすために削除された可能性があります。
ko: 오디오 파일을 사용할 수 없습니다. 저장 공간 확보를 위해 제거되었을 수 있습니다.
zh_hans: 音频文件不可用 — 可能已被清理以释放存储空间。
